Repository: fcttechnologies/VillainArc
Catalog: VillainArc/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: Classic 5-day bodybuilding split. One muscle group per day with high volume.
de: Klassischer 5-Tage-Bodybuilding-Split. Eine Muskelgruppe pro Tag mit hohem Volumen.
es: Split clásico de culturismo de 5 días. Un grupo muscular por día con alto volumen.
fr: Split de musculation classique sur 5 jours. Un groupe musculaire par jour avec un volume élevé.
it: Split classico da bodybuilding su 5 giorni. Un gruppo muscolare al giorno con volume alto.
ja: 定番の週5日のボディビルスプリット。1日1部位を高ボリュームで鍛えます。
ko: 정통 5일 보디빌딩 스플릿. 하루에 한 근육군을 높은 볼륨으로 훈련해요.
pt_br: Split clássico de musculação de 5 dias. Um grupo muscular por dia com alto volume.
ru: Классический бодибилдерский сплит на 5 дней. Одна группа мышц в день с большим объёмом.
zh_hans: 经典5天健美分化。每天练一个肌群，训练量大。

source: Classic 6-day hypertrophy split. Push and pull alternated with legs across two cycles per week.
de: Klassischer 6-Tage-Hypertrophie-Split. Push und Pull abwechselnd mit Beinen über zwei Zyklen pro Woche.
es: Split clásico de hipertrofia de 6 días. Empuje y tirón alternados con piernas en dos ciclos por semana.
fr: Split d'hypertrophie classique sur 6 jours. Poussée et tirage alternés avec les jambes sur deux cycles par semaine.
it: Split classico di ipertrofia su 6 giorni. Push e pull alternati alle gambe su due cicli a settimana.
ja: 定番の週6日の筋肥大スプリット。プッシュとプルを脚と交互に行い、週2サイクル回します。
ko: 정통 6일 근비대 스플릿. 푸시와 풀을 하체와 번갈아 주 2사이클로 돌려요.
pt_br: Split clássico de hipertrofia de 6 dias. Push e pull alternados com pernas em dois ciclos por semana.
ru: Классический сплит на гипертрофию, 6 дней. Жим и тяга чередуются с ногами, два цикла в неделю.
zh_hans: 经典6天增肌分化。推、拉与腿交替，每周两个循环。

source: Classic bodybuilding split
de: Klassischer Bodybuilding-Split
es: Split clásico de culturismo
fr: Split de musculation classique
it: Split classico da bodybuilding
ja: 定番のボディビルスプリット
ko: 정통 보디빌딩 스플릿
pt_br: Split clássico de musculação
ru: Классический бодибилдерский сплит
zh_hans: 经典健美分化

source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
ja: クリア
ko: 지우기
pt_br: Limpar
ru: Очистить
zh_hans: 清除

source: Clear Favorite
de: Favorit entfernen
es: Quitar favorito
fr: Effacer le favori
it: Rimuovi dai preferiti
ja: お気に入りを解除
ko: 즐겨찾기 해제
pt_br: Remover favorito
ru: Убрать избранное
zh_hans: 清除收藏

source: Clear Plan
de: Plan leeren
es: Vaciar plan
fr: Vider le plan
it: Rimuovi scheda
ja: プランをクリア
ko: 플랜 비우기
pt_br: Limpar plano
ru: Очистить план
zh_hans: 清除计划

source: Clear Sets
de: Sätze leeren
es: Vaciar series
fr: Vider les séries
it: Cancella serie
ja: セットをクリア
ko: 세트 비우기
pt_br: Limpar séries
ru: Очистить подходы
zh_hans: 清空组

source: Clear sets and start fresh
de: Sätze leeren und neu beginnen
es: Vaciar las series y empezar de nuevo
fr: Vider les séries et recommencer
it: Cancella le serie e riparti da zero
ja: セットをクリアして最初から始める
ko: 세트를 비우고 새로 시작
pt_br: Limpar as séries e começar do zero
ru: Очистить подходы и начать заново
zh_hans: 清空所有组，重新开始

source: Clears all selected muscles.
de: Entfernt alle ausgewählten Muskeln.
es: Borra todos los músculos seleccionados.
fr: Efface tous les muscles sélectionnés.
it: Cancella tutti i muscoli selezionati.
ja: 選択したすべての部位をクリアします。
ko: 선택한 근육을 모두 해제합니다.
pt_br: Limpa todos os músculos selecionados.
ru: Снимает выбор всех мышц.
zh_hans: 清除所有已选肌肉。

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
zh_hans: 关闭

source: Closes the effort prompt and returns to the workout.
de: Schließt die Anstrengungsabfrage und kehrt zum Workout zurück.
es: Cierra el aviso de esfuerzo y vuelve al entrenamiento.
fr: Ferme l'invite d'effort et revient à la séance.
it: Chiude la richiesta di sforzo e torna all'allenamento.
ja: 努力度の入力を閉じて、ワークアウトに戻ります。
ko: 노력도 입력을 닫고 운동으로 돌아갑니다.
pt_br: Fecha o aviso de esforço e retorna ao treino.
ru: Закрывает запрос об усилии и возвращает к тренировке.
zh_hans: 关闭强度评分提示并返回训练。

source: Closes the sheet.
de: Schließt das Blatt.
es: Cierra la hoja.
fr: Ferme la feuille.
it: Chiude il pannello.
ja: シートを閉じます。
ko: 시트를 닫습니다.
pt_br: Fecha a folha.
ru: Закрывает панель.
zh_hans: 关闭此面板。

source: Closes the What's New sheet and continues to the app.
de: Schließt das „Neuheiten“-Blatt und fährt mit der App fort.
es: Cierra la hoja de novedades y continúa a la app.
fr: Ferme la feuille des nouveautés et continue vers l'app.
it: Chiude il pannello Novità e prosegue verso l'app.
ja: 新機能のシートを閉じて、アプリに進みます。
ko: 새로운 기능 시트를 닫고 앱으로 이동합니다.
pt_br: Fecha a folha de novidades e continua para o app.
ru: Закрывает экран «Что нового» и открывает приложение.
zh_hans: 关闭“新功能”面板并进入应用。

source: Collapsed
de: Eingeklappt
es: Contraído
fr: Réduit
it: Compresso
ja: 折りたたみ済み
ko: 접힘
pt_br: Recolhido
ru: Свёрнуто
zh_hans: 已折叠

source: Common Quick Picks
de: Häufige Schnellauswahl
es: Selecciones rápidas comunes
fr: Choix rapides courants
it: Scelte rapide comuni
ja: よく使う候補
ko: 자주 쓰는 빠른 선택
pt_br: Seleções rápidas comuns
ru: Частые варианты
zh_hans: 常用快选

source: Complete
de: Abschließen
es: Completar
fr: Terminer
it: Completa
ja: 完了
ko: 완료
pt_br: Concluir
ru: Выполнено
zh_hans: 完成

source: Complete a workout with this exercise to see your history.
de: Schließe ein Workout mit dieser Übung ab, um deinen Verlauf zu sehen.
es: Completa un entrenamiento con este ejercicio para ver tu historial.
fr: Termine une séance avec cet exercice pour voir ton historique.
it: Completa un allenamento con questo esercizio per vedere la tua cronologia.
ja: この種目を含むワークアウトを完了すると、履歴を確認できます。
ko: 이 종목으로 운동을 완료하면 기록을 볼 수 있어요.
pt_br: Conclua um treino com este exercício para ver seu histórico.
ru: Завершите тренировку с этим упражнением, чтобы увидеть историю.
zh_hans: 完成一次包含这个动作的训练，即可查看历史。

source: Complete Active Set
de: Aktiven Satz abschließen
es: Completar serie activa
fr: Terminer la série active
it: Completa la serie attiva
ja: アクティブなセットを完了
ko: 진행 중인 세트 완료
pt_br: Concluir série ativa
ru: Завершить активный подход
zh_hans: 完成当前组

source: Complete an outdoor run or walk to build your route map.
de: Schließe einen Lauf oder Spaziergang im Freien ab, um deine Routenkarte zu erstellen.
es: Completa una carrera o caminata al aire libre para crear tu mapa de ruta.
fr: Termine une course ou une marche en extérieur pour créer ta carte d'itinéraire.
it: Completa una corsa o una camminata all'aperto per costruire la mappa dei tuoi percorsi.
ja: 屋外でのランニングまたはウォーキングを完了すると、ルートマップが作成されます。
ko: 야외 러닝이나 걷기를 완료하면 경로 지도가 만들어져요.
pt_br: Conclua uma corrida ou caminhada ao ar livre para criar seu mapa de rota.
ru: Завершите пробежку или прогулку на улице, чтобы построить карту маршрутов.
zh_hans: 完成一次户外跑步或步行，即可生成你的路线地图。

source: Complete bulk goal?
de: Aufbauziel abschließen?
es: ¿Completar el objetivo de volumen?
fr: Terminer l'objectif de prise de masse ?
it: Completare l'obiettivo di massa?
ja: 増量目標を完了しますか？
ko: 증량 목표를 완료할까요?
pt_br: Concluir a meta de bulking?
ru: Завершить цель по набору?
zh_hans: 完成增肌目标？

source: Complete cut goal?
de: Definitionsziel abschließen?
es: ¿Completar el objetivo de definición?
fr: Terminer l'objectif de sèche ?
it: Completare l'obiettivo di definizione?
ja: 減量目標を完了しますか？
ko: 감량 목표를 완료할까요?
pt_br: Concluir a meta de cutting?
ru: Завершить цель по сушке?
zh_hans: 完成减脂目标？

source: Complete Days
de: Vollständige Tage
es: Días completos
fr: Jours complets
it: Giorni completati
ja: 達成した日
ko: 완료한 날
pt_br: Dias completos
ru: Выполненные дни
zh_hans: 完成天数

source: Complete exercises in workouts to track progress here.
de: Schließe Übungen in Workouts ab, um deinen Fortschritt hier zu verfolgen.
es: Completa ejercicios en los entrenamientos para seguir tu progreso aquí.
fr: Termine des exercices dans tes séances pour suivre ta progression ici.
it: Completa esercizi negli allenamenti per seguire qui i tuoi progressi.
ja: ワークアウトで種目を実施すると、ここで進捗を確認できます。
ko: 운동에서 종목을 완료하면 여기에서 변화를 확인할 수 있어요.
pt_br: Conclua exercícios nos treinos para acompanhar seu progresso aqui.
ru: Выполняйте упражнения на тренировках, чтобы следить за прогрессом здесь.
zh_hans: 在训练中完成动作，即可在这里追踪进步。

source: Complete Goal
de: Ziel abschließen
es: Completar objetivo
fr: Terminer l'objectif
it: Completa obiettivo
ja: 目標を完了
ko: 목표 완료
pt_br: Concluir meta
ru: Завершить цель
zh_hans: 完成目标

source: Complete maintain goal?
de: Halteziel abschließen?
es: ¿Completar el objetivo de mantenimiento?
fr: Terminer l'objectif de maintien ?
it: Completare l'obiettivo di mantenimento?
ja: 維持目標を完了しますか？
ko: 유지 목표를 완료할까요?
pt_br: Concluir a meta de manutenção?
ru: Завершить цель по поддержанию?
zh_hans: 完成保持目标？

source: Complete set
de: Satz abschließen
es: Completar serie
fr: Terminer la série
it: Completa serie
ja: セットを完了
ko: 세트 완료
pt_br: Concluir série
ru: Завершить подход
zh_hans: 完成这一组

source: Complete Set
de: Satz abschließen
es: Completar serie
fr: Terminer la série
it: Completa serie
ja: セットを完了
ko: 세트 완료
pt_br: Concluir série
ru: Завершить подход
zh_hans: 完成这一组

source: Complete this exercise in a workout before opening its history.
de: Schließe diese Übung in einem Workout ab, bevor du ihren Verlauf öffnest.
es: Completa este ejercicio en un entrenamiento antes de abrir su historial.
fr: Terminez cet exercice dans une séance avant d'ouvrir son historique.
it: Completa questo esercizio in un allenamento prima di aprirne la cronologia.
ja: 履歴を開くには、まずワークアウトでこの種目を実施してください。
ko: 이 종목을 운동에서 완료한 뒤에 기록을 열 수 있어요.
pt_br: Conclua este exercício em um treino antes de abrir seu histórico.
ru: Выполните это упражнение на тренировке, прежде чем открывать его историю.
zh_hans: 先在训练中完成这个动作，再打开它的历史。

source: Complete this exercise in a workout to see every performance here.
de: Schließe diese Übung in einem Workout ab, um hier jede Leistung zu sehen.
es: Completa este ejercicio en un entrenamiento para ver cada rendimiento aquí.
fr: Terminez cet exercice dans une séance pour voir chaque performance ici.
it: Completa questo esercizio in un allenamento per vedere qui ogni performance.
ja: ワークアウトでこの種目を実施すると、すべての記録がここに表示されます。
ko: 이 종목을 운동에서 완료하면 모든 수행 기록이 여기에 쌓여요.
pt_br: Conclua este exercício em um treino para ver cada desempenho aqui.
ru: Выполните это упражнение на тренировке, чтобы видеть здесь все результаты.
zh_hans: 在训练中完成这个动作，即可在这里看到每一次表现。

source: Complete this exercise in a workout to see progress and personal records.
de: Schließe diese Übung in einem Workout ab, um Fortschritt und persönliche Rekorde zu sehen.
es: Completa este ejercicio en un entrenamiento para ver el progreso y los récords personales.
fr: Terminez cet exercice dans une séance pour voir la progression et les records personnels.
it: Completa questo esercizio in un allenamento per vedere progressi e record personali.
ja: ワークアウトでこの種目を実施すると、進捗と自己ベストを確認できます。
ko: 이 종목을 운동에서 완료하면 변화와 개인 기록을 볼 수 있어요.
pt_br: Conclua este exercício em um treino para ver o progresso e os recordes pessoais.
ru: Выполните это упражнение на тренировке, чтобы видеть прогресс и личные рекорды.
zh_hans: 在训练中完成这个动作，即可查看进步和个人纪录。

source: Complete this exercise in a workout to start tracking progress and personal records.
de: Schließe diese Übung in einem Workout ab, um Fortschritt und persönliche Rekorde zu verfolgen.
es: Completa este ejercicio en un entrenamiento para empezar a seguir el progreso y los récords personales.
fr: Terminez cet exercice dans une séance pour commencer à suivre la progression et les records personnels.
it: Completa questo esercizio in un allenamento per iniziare a seguire progressi e record personali.
ja: ワークアウトでこの種目を実施すると、進捗と自己ベストの記録が始まります。
ko: 이 종목을 운동에서 완료하면 변화와 개인 기록을 기록하기 시작해요.
pt_br: Conclua este exercício em um treino para começar a acompanhar o progresso e os recordes pessoais.
ru: Выполните это упражнение на тренировке, чтобы начать отслеживать прогресс и личные рекорды.
zh_hans: 在训练中完成这个动作，即可开始追踪进步和个人纪录。

source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
it: Completato
ja: 完了
ko: 완료됨
pt_br: Concluído
ru: Завершено
zh_hans: 已完成

source: completed set
de: abgeschlossener Satz
es: serie completada
fr: série terminée
it: serie completata
ja: 完了したセット
ko: 완료한 세트
pt_br: série concluída
ru: выполненный подход
zh_hans: 已完成的组

# Completed set %lld of %@.
source: Completed set %1$lld of %2$@.
de: Satz %1$lld von %2$@ abgeschlossen.
es: Serie %1$lld de %2$@ completada.
fr: Série %1$lld sur %2$@ terminée.
it: Serie %1$lld di %2$@ completata.
ja: %2$@のセット%1$lldを完了しました。
ko: %2$@ %1$lld번째 세트를 완료했어요.
pt_br: Série %1$lld de %2$@ concluída.
ru: Выполнен подход %1$lld из %2$@.
zh_hans: 已完成%2$@的第%1$lld组。

source: completed sets
de: abgeschlossene Sätze
es: series completadas
fr: séries terminées
it: serie completate
ja: 完了したセット
ko: 완료한 세트
pt_br: séries concluídas
ru: выполненные подходы
zh_hans: 已完成的组

source: Completes the next incomplete set in your workout session.
de: Schließt den nächsten unvollständigen Satz in deiner Workout-Session ab.
es: Completa la siguiente serie incompleta de tu sesión de entrenamiento.
fr: Termine la prochaine série incomplète de ta séance d'entraînement.
it: Completa la prossima serie non completata della tua sessione.
ja: ワークアウトセッション内の次の未完了のセットを完了します。
ko: 운동 세션에서 다음 미완료 세트를 완료합니다.
pt_br: Conclui a próxima série incompleta da sua sessão de treino.
ru: Завершает следующий невыполненный подход в тренировке.
zh_hans: 完成训练中下一个未完成的组。

source: Condition
de: Bedingung
es: Condición
it: Condizione
ja: コンディション
ko: 상황
pt_br: Condição
ru: Статус
zh_hans: 状态

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確認
ko: 확인
pt_br: Confirmar
ru: Подтвердить
zh_hans: 确认

source: Connect Apple Health
de: Apple Health verbinden
es: Conectar Apple Salud
fr: Connecter Apple Santé
it: Collega Apple Health
ja: Apple Healthを連携
ko: Apple Health 연결
pt_br: Conectar o Apple Saúde
ru: Подключить Apple Health
zh_hans: 连接 Apple Health

source: Connect Apple Health to capture live heart rate, energy, and Health workout records when your device supports it.
de: Verbinde Apple Health, um Live-Herzfrequenz, Energie und Health-Workout-Aufzeichnungen zu erfassen, wenn dein Gerät dies unterstützt.
es: Conecta Apple Salud para capturar la frecuencia cardíaca en vivo, la energía y los registros de entrenamiento de Salud cuando tu dispositivo lo permita.
fr: Connecte Apple Santé pour capturer la fréquence cardiaque en direct, l'énergie et les séances Santé lorsque ton appareil le permet.
it: Collega Apple Health per registrare frequenza cardiaca dal vivo, energia e allenamenti in Salute quando il dispositivo lo consente.
ja: Apple Healthを連携すると、対応デバイスでリアルタイムの心拍数、エネルギー、Healthのワークアウト記録を取得できます。
ko: Apple Health를 연결하면 기기가 지원하는 경우 실시간 심박수, 에너지, 운동 기록을 함께 저장할 수 있어요.
pt_br: Conecte o Apple Saúde para capturar frequência cardíaca ao vivo, energia e registros de treino da Saúde quando seu dispositivo permitir.
ru: Подключите Apple Health, чтобы записывать пульс и энергию в реальном времени и сохранять тренировки в Здоровье, если устройство это поддерживает.
zh_hans: 连接 Apple Health，在设备支持时记录实时心率、能量消耗和健康训练记录。

source: Connect to Apple Health
de: Mit Apple Health verbinden
es: Conectar con Apple Salud
fr: Se connecter à Apple Santé
it: Collegati ad Apple Health
ja: Apple Healthに接続
ko: Apple Health에 연결
pt_br: Conectar ao Apple Saúde
ru: Подключить к Apple Health
zh_hans: 连接到 Apple Health

source: Connect to Health
de: Mit Health verbinden
es: Conectar con Salud
fr: Se connecter à Santé
it: Collegati a Salute
ja: Healthに接続
ko: 건강 앱에 연결
pt_br: Conectar à Saúde
ru: Подключить к Здоровью
zh_hans: 连接到“健康”

source: Consistency
de: Konsistenz
es: Consistencia
fr: Régularité
it: Costanza
ja: 一貫性
ko: 일관성
pt_br: Consistência
ru: Стабильность
zh_hans: 稳定性

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
pt_br: Continuar
ru: Продолжить
zh_hans: 继续

source: Continue Without iCloud
de: Ohne iCloud fortfahren
es: Continuar sin iCloud
fr: Continuer sans iCloud
it: Continua senza iCloud
ja: iCloudを使わずに続ける
ko: iCloud 없이 계속
pt_br: Continuar sem o iCloud
ru: Продолжить без iCloud
zh_hans: 不使用 iCloud 继续

source: Continues setup without iCloud sync.
de: Setzt die Einrichtung ohne iCloud-Synchronisierung fort.
es: Continúa la configuración sin sincronización con iCloud.
fr: Poursuit la configuration sans synchronisation iCloud.
it: Prosegue la configurazione senza la sincronizzazione iCloud.
ja: iCloud同期なしでセットアップを続けます。
ko: iCloud 동기화 없이 설정을 계속합니다.
pt_br: Continua a configuração sem sincronização com o iCloud.
ru: Продолжает настройку без синхронизации через iCloud.
zh_hans: 不使用 iCloud 同步，继续设置。

source: Continuous rotation
de: Fortlaufende Rotation
es: Rotación continua
fr: Rotation continue
it: Rotazione continua
ja: 連続ローテーション
ko: 연속 로테이션
pt_br: Rotação contínua
ru: Непрерывная ротация
zh_hans: 连续轮换

source: Control whether Villain Arc generates suggestions for this exercise. When suggestions are on, you can also customize the progression step used for load changes.
de: Lege fest, ob Villain Arc Vorschläge für diese Übung generiert. Wenn Vorschläge aktiv sind, kannst du auch den Progressionsschritt für Lastanpassungen anpassen.
es: Controla si Villain Arc genera sugerencias para este ejercicio. Cuando las sugerencias están activadas, también puedes personalizar el paso de progresión usado para los cambios de carga.
fr: Détermine si Villain Arc génère des suggestions pour cet exercice. Lorsque les suggestions sont activées, tu peux aussi personnaliser le pas de progression utilisé pour les changements de charge.
it: Decidi se Villain Arc genera suggerimenti per questo esercizio. Quando i suggerimenti sono attivi, puoi anche personalizzare l'incremento di progressione usato per i cambi di carico.
ja: この種目でVillain Arcが提案を生成するかどうかを設定します。提案がオンのときは、重量変更に使うプログレッションステップもカスタマイズできます。
ko: Villain Arc가 이 종목에 제안을 만들지 설정하세요. 제안을 켜면 중량 변경에 쓰이는 프로그레션 단위도 직접 정할 수 있어요.
pt_br: Controla se o Villain Arc gera sugestões para este exercício. Quando as sugestões estão ativadas, você também pode personalizar o passo de progressão usado para mudanças de carga.
ru: Определяет, создаёт ли Villain Arc рекомендации для этого упражнения. Когда рекомендации включены, можно задать шаг прогрессии для изменения веса.
zh_hans: 控制 Villain Arc 是否为这个动作生成建议。开启建议后，你还可以自定义调整负重时使用的进阶幅度。

source: Controls whether plan workouts prefill set logging fields with prescribed targets.
de: Legt fest, ob Plan-Workouts die Felder zur Satzprotokollierung mit den vorgegebenen Zielen vorab ausfüllen.
es: Controla si los entrenamientos del plan rellenan previamente los campos de registro de series con los objetivos prescritos.
fr: Détermine si les séances du plan préremplissent les champs d'enregistrement des séries avec les objectifs prescrits.
it: Determina se gli allenamenti da scheda precompilano i campi delle serie con i target previsti.
ja: プランのワークアウトで、設定された目標値をセット記録欄にあらかじめ入力するかどうかを設定します。
ko: 플랜 운동에서 세트 입력란을 지정된 목표로 미리 채울지 설정합니다.
pt_br: Controla se os treinos do plano preenchem previamente os campos de registro de séries com as metas prescritas.
ru: Определяет, подставляются ли в поля подходов заданные планом цели.
zh_hans: 控制由计划开始的训练是否用预设目标预填每一组的记录字段。

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pt_br: Copiar
ru: Копировать
zh_hans: 拷贝

source: Copy from history
de: Aus Verlauf kopieren
es: Copiar del historial
fr: Copier depuis l'historique
it: Copia dalla cronologia
ja: 履歴からコピー
ko: 기록에서 복사
pt_br: Copiar do histórico
ru: Скопировать из истории
zh_hans: 从历史拷贝

source: Correlation Insights
de: Korrelations-Insights
es: Información de correlaciones
fr: Analyses de corrélation
it: Analisi delle correlazioni
ja: 相関インサイト
ko: 상관관계 인사이트
pt_br: Insights de correlação
ru: Анализ корреляций
zh_hans: 相关性洞察

# Correlation r = %@ · %lld sessions
source: Correlation r = %1$@ · %2$lld sessions
de: Korrelation r = %1$@ · %2$lld Einheiten
es: Correlación r = %1$@ · %2$lld sesiones
fr: Corrélation r = %1$@ · %2$lld séances
it: Correlazione r = %1$@ · %2$lld sessioni
ja: 相関 r = %1$@ · %2$lldセッション
ko: 상관계수 r = %1$@ · %2$lld세션
pt_br: Correlação r = %1$@ · %2$lld sessões
ru: Корреляция r = %1$@ · тренировок: %2$lld
zh_hans: 相关系数 r = %1$@ · %2$lld次训练

source: Correlations
de: Korrelationen
es: Correlaciones
fr: Corrélations
it: Correlazioni
ja: 相関
ko: 상관관계
pt_br: Correlações
ru: Корреляции
zh_hans: 相关性

source: Couldn't determine today's workout.
de: Das heutige Workout konnte nicht ermittelt werden.
es: No se pudo determinar el entrenamiento de hoy.
fr: Impossible de déterminer la séance d'aujourd'hui.
it: Non è stato possibile determinare l'allenamento di oggi.
ja: 今日のワークアウトを判断できませんでした。
ko: 오늘의 운동을 확인할 수 없어요.
pt_br: Não foi possível determinar o treino de hoje.
ru: Не удалось определить сегодняшнюю тренировку.
zh_hans: 无法确定今天的训练。

source: Couldn't determine your training day.
de: Dein Trainingstag konnte nicht ermittelt werden.
es: No se pudo determinar tu día de entrenamiento.
fr: Impossible de déterminer ton jour d'entraînement.
it: Non è stato possibile determinare il tuo giorno di allenamento.
ja: トレーニング日を判断できませんでした。
ko: 훈련 일차를 확인할 수 없어요.
pt_br: Não foi possível determinar seu dia de treino.
ru: Не удалось определить твой тренировочный день.
zh_hans: 无法确定你的训练日。

source: Couldn't load subscription options.
de: Abo-Optionen konnten nicht geladen werden.
es: No se pudieron cargar las opciones de suscripción.
fr: Impossible de charger les options d'abonnement.
it: Non è stato possibile caricare le opzioni di abbonamento.
ja: サブスクリプションのプランを読み込めませんでした。
ko: 구독 옵션을 불러올 수 없어요.
pt_br: Não foi possível carregar as opções de assinatura.
ru: Не удалось загрузить варианты подписки.
zh_hans: 无法加载订阅选项。

source: Crash report from %@
de: Absturzbericht von %@
es: Informe de fallo de %@
fr: Rapport de plantage de %@
it: Report di crash del %@
ja: %@のクラッシュレポート
ko: %@ 충돌 보고서
pt_br: Relatório de falha de %@
ru: Отчёт о сбое от %@
zh_hans: 来自%@的崩溃报告

source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成
ko: 만들기
pt_br: Criar
ru: Создать
zh_hans: 创建

source: Create a split to plan your training days.
de: Erstelle einen Split, um deine Trainingstage zu planen.
es: Crea un split para planificar tus días de entrenamiento.
fr: Crée un split pour planifier tes jours d'entraînement.
it: Crea uno split per organizzare i tuoi giorni di allenamento.
ja: スプリットを作成して、トレーニング日を計画しましょう。
ko: 스플릿을 만들어 훈련 일차를 계획하세요.
pt_br: Crie um split para planejar seus dias de treino.
ru: Создайте сплит, чтобы распланировать тренировочные дни.
zh_hans: 创建一个分化来安排你的训练日。

source: Create a workout plan to assign it here.
de: Erstelle einen Trainingsplan, um ihn hier zuzuweisen.
es: Crea un plan de entrenamiento para asignarlo aquí.
fr: Créez un programme d'entraînement pour l'attribuer ici.
it: Crea una scheda per assegnarla qui.
ja: ワークアウトプランを作成すると、ここに割り当てられます。
ko: 운동 플랜을 만들면 여기에 지정할 수 있어요.
pt_br: Crie um plano de treino para atribuí-lo aqui.
ru: Создайте план тренировки, чтобы назначить его здесь.
zh_hans: 创建一个训练计划，即可在这里指定。

source: Create a workout split to plan your training routine.
de: Erstelle einen Trainingssplit, um deine Trainingsroutine zu planen.
es: Crea un split de entrenamiento para planificar tu rutina.
fr: Crée un split d'entraînement pour planifier ta routine.
it: Crea uno split per organizzare la tua routine di allenamento.
ja: ワークアウトスプリットを作成して、トレーニングルーティンを計画しましょう。
ko: 운동 스플릿을 만들어 훈련 루틴을 계획하세요.
pt_br: Crie um split de treino para planejar sua rotina de treino.
ru: Создайте сплит, чтобы распланировать тренировки.
zh_hans: 创建训练分化来安排你的训练节奏。
